7zip
aspnet-runtime
aspnet-targeting-pack
base-devel
bash-language-server
blueman
bluez
brightnessctl
btop
code
curl
darktable
dnsmasq
dotnet-runtime
dotnet-sdk
fastfetch
fd
fdupes
ffmpeg
ffmpegthumbnailer
filezilla
firefox
foot
fwupd
fzf
gimp
git
gnome-themes-extra
grim
gvfs-mtp
gvfs-smb
keyd
lazygit
libreoffice-fresh
libreoffice-fresh-nb
libvirt
loupe
lua-language-server
lua51
luarocks
mpv
neovim
networkmanager
networkmanager-openvpn
nm-connection-editor
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nwg-look
obs-studio
openssh
otf-font-awesome
papirus-icon-theme
pavucontrol
pyright
python
python-mutagen
python-pip
qbittorrent
qemu-full
qt6-wayland
ruff
rustup
slurp
stylua
svelte-language-server
sway
swaybg
swayidle
swaylock
swaync
thunar
thunar-archive-plugin
thunar-volman
tmux
ttf-firacode-nerd
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-noto-nerd
ttf-sourcecodepro-nerd
tumbler
typescript-language-server
unzip
vim
virt-manager
vscode-css-languageserver
vscode-html-languageserver
vscode-json-languageserver
waybar
wget
wireplumber
wl-clipboard
wofi
xarchiver
xdg-desktop-portal-wlr
xorg-xwayland
yazi
yt-dlp
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-completions
